;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 4.26.411
; Update: September 06, 2016
;
[Lang]
NativeLanguage=English
[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimize
ButtonMaximize=Maximize
ButtonClose=Close
ButtonRestore=Restore
ButtonMenu=Menu
ButtonSkin=Theme

[Translation]
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
ReadHabit=Left-to-right
LanguageName=ENU
LangShortName=en-us
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Bytes=Bytes
KB=KB
MB=MB
GB=GB
pmDefault=Default
Information=Information
Warning=Warning
Error=Error
Confirm=Confirmation
CurVer=Current Version:
FrmSkin.Btnok.Caption=OK
Weathertag=F
FrmGeneral.lblunit.caption=Temperature Unit:
DelSkinHint=Delete Theme
LikeOurSoft=Try more products from Wise Team if you like Wise Care 365!
DownloadMore=Free Download
Frmboot.lblsec.caption=Sec
FrmBuy.lblinfo4.caption=Life－time free support.
;
; Popup menu
;
pmDelete=Delete selected big files
pmHelp=Help Online
pmforum=Forum
pmHome=Homepage
pmContact=Contact us
pmSettings=Settings
pmCheckNew=Check for updates 
pmLang=Languages
pmRegister=Register
pmAbout=About
pmLicenseKey=Change license key
pmIgnore=Ignore this item
pmRCrec=Select Safe Entries
pmDCrec=Recommended
pmAll1=Select All
pmNone=Select None
pmInvert=Invert Selection
pmGo=Open Containing Folder
pmGoReg=Open in Registry editor...
pmExport=Export to ...
;
; Main GUI
;
FrmWPMain.btnrescue.caption=Assistance
FrmWPMain.btncheckup.caption=PC Checkup
FrmWPMain.btnsysclean.caption=System Cleaner
FrmWPMain.btnsystune.caption=System Tuneup
FrmWPMain.btnprivacy.caption=Privacy Protector
FrmWPMain.btnSysmon.caption=System Monitor
FrmChangeHeader.caption=Change Avatar
FrmHome.btnactive.caption=Upgrade to PRO Version
FrmHome.lblshare.caption=Share Wise Care 365
FrmHome.lbltools.caption=Utilities
FrmHome.btntools.hint=More utilities
FrmHome.btnhead.Hint=Change Avatar
FrmHome.edtuser.Hint=Change Nickname
FrmHome.btnfacebook.hint=Share Wise Care 365 on Facebook
FrmHome.btntwitter.hint=Share Wise Care 365 with Twitter
FrmHome.btngoogle.hint=Share Wise Care 365 on Google+
FrmHome.btnemail.hint=Tell your friends about Wise Care 365
FrmHistory.btncheckup.caption=Checkup
FrmHistory.lblrecord.caption=Clean Record 
FrmExam.btncancel.caption=Cancel
FrmExam.lblrecheck.caption=Checkup again
FrmExam.btnfix.caption=Fix
FrmButtons.lblinfo.caption=You can sort all utilities below by drag and drop feature.
;
; About
;
Frmabout.lblstatus.caption=Status:
FrmAbout.caption=About
FrmAbout.lblver.caption=Current Version:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblthanks.caption=Acknowledgements to the following people for their contributions:
FrmAbout.lblWarning.caption=Warning: This computer program is protected by copyright law and international treaties.
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=Scan
Frmadvdc.lblpath.caption=Scan Location:
Frmadvdc.btnrescan.caption=Scan Again
Frmadvdc.btnall.caption=Select All
Frmadvdc.btnadvanced.caption=Advanced Settings
Frmadvdc.btnnone.caption=Select None
Frmadvdc.lblspeed.caption=The Fastest Scanning Speed In The World !
Frmadvdc.lblrec.caption=Other Applications Users Like:
Frmadvdc.vtfiles.Columns[0]=File Name
Frmadvdc.vtfiles.Columns[1]=Size
Frmadvdc.vtfiles.Columns[2]=Path
Frmadvdc.vtfiles.Columns[3]=Last Accessed
Frmadvdc.vtfiles.Columns[4]=Type
FrmAdvSettings.lblinfo.caption="Find empty files" comes into effect only once. Next time you need to select again.
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Add
FrmAdvSettings.btnremove.caption=Remove
FrmAdvSettings.btncancel.caption=Cancel
FrmAdvSettings.wcknull.caption=Find empty files (0 bytes, slower)
FrmAdvSettings.wckshortcut.caption=Find invalid shortcuts (slower)
FrmAdvSettings.caption=Advanced Settings
FrmAdvSettings.btnre.caption=Recommended
FrmAdvSettings.btnall.caption=Select All
FrmAdvSettings.btnnone.caption=Select None
;
; Backup and restore
;
FrmBackup.caption=Backup
FrmBackup.btnreg.caption=Create a full registry backup
FrmBackup.btnsys.caption=Create a system restore point
FrmRestore.caption=Restore Center
FrmRestore.btnRegBk.caption=Registry Restore
FrmRestore.btnSysBK.caption=System Restore
FrmRestore.btnclose.caption=Close
FrmRestore.btnrestore.caption=Restore
FrmRestore.btnremove.caption=Remove
;
;Big File Manager
;
FrmGeneral.ckfileshred.caption=Add file shredder to Context Menu.
FrmBFConfig.btnall.caption=Select All
FrmBFConfig.btnnone.caption=Select None
FrmBFConfig.btnRemove.caption=Remove
FrmBFConfig.caption=Ignore Items
Frmbigfile.vtfiles.Columns[0]=File Name
Frmbigfile.vtfiles.Columns[1]=Size
Frmbigfile.vtfiles.Columns[2]=Type
Frmbigfile.vtfiles.Columns[3]=Last Accessed
Frmbigfile.vtfiles.Columns[4]=Path
Frmbigfile.lblpath.caption=Scan Location:
Frmbigfile.btnrescan.caption=Scan Again
Frmbigfile.btnsearch.caption=Search
Frmbigfile.btndel.caption=Delete
Frmbigfile.btncancel.caption=Stop
FrmBigFile.btnIgnore.caption=Ignore selected items
FrmBigFile.btnExport.caption=Export To...
FrmBigFile.btnExConfig.caption=Ignored items
;
; Register 
;
FrmBuy.lblfull.caption=Register For Full Version of Wise Care 365 Pro:
FrmBuy.lblfull1.caption=In order to use all features of Wise Care 365, you must purchase the full version.With the full version of Wise Care 365, you can:
FrmBuy.lblinfo0.caption=One click to fix all issues in seconds.
FrmBuy.lblinfo1.caption=Cleans all junk files, computer traces and history automatically.
FrmBuy.lblinfo2.caption=Boosts startup speed, Internet connection speed, and keep PC running like new.
FrmBuy.lblinfo3.caption=Real-time protection and optimization for Windows system.
FrmBuy.btnbuy.caption=Register Now
FrmBuy.btnactive.caption=Activate your license key
FrmBuy.lblguarantee.caption=If you are not happy with the software for whatever reason, you can get a full refund within 60 days of purchase.
FrmBuy.lblkey.caption=Already have a license key?
FrmRegister.caption=Register
FrmLicense.lblinfo.caption=Thank you for choosing Wise Care 365!
FrmLicense.lblinput.caption=Please input your license key to activate the PRO version.
FrmLicense.lblname.caption=User Name:
FrmLicense.lblemail.caption=Email:
FrmLicense.lblkey.caption=License Key:
FrmLicense.btnregister.caption=Register
FrmLicense.lblhelp.caption=Have troubling inputting license key?
FrmLicense.lblnokey.caption=Haven't got a license key yet?
FrmLicense.lblsupport.caption=Contact Us
FrmLicense.btnbuy.caption=Buy Now
FrmExitNotice.btnexit.caption=Exit
FrmExitNotice.btnreg.caption=Proceed to easy registration
FrmExitNotice.lbltitle.caption=Before closing Wise Care 365 Pro, Note:
FrmExitNotice.lblinfo.caption=These issues may slow down your computer, reduce its efficiency and increase frustration and time loss.
FrmExitNotice.lblregister.caption=Register Wise Care 365 Pro to:
;
; Common disk clean
;
FrmCommon.btnall.caption=Select All
FrmCommon.btnre.caption=Recommended
FrmCommon.btnnone.caption=Select None
FrmCommon.btnScan.caption=Scan
FrmCommon.lblstat.caption=Fast and easy to clean useless files and traces.
FrmCommon.btncancel.caption=Cancel
FrmCommon.btnrescan.caption=Scan Again
;
; Registry Clean
;
FrmRegClean.btnall.caption=Select All
FrmRegClean.btnre.caption=Recommended
FrmRegClean.btnnone.caption=Select None
FrmRegClean.btnCustom.caption=Custom Area
FrmRegClean.WiseLabel1.caption=Scheduler
FrmRegClean.lbltype.caption=Select Run Type:
FrmRegClean.lblweek.caption=Select day:
FrmRegClean.lbltime.caption=Time:
FrmRegClean.btnScan.caption=Scan
FrmRegClean.btncancel.caption=Cancel
FrmRegClean.btnrescan.caption=Scan Again
FrmRegClean.lblstat.caption=You haven't cleaned your registry yet. An instant scan is recommended!
FrmRegClean.lblinfo.caption=A regular cleanup of your registry makes your PC faster and more stable.
Frmcustom.caption=Custom Area
Frmcustom.btnre.caption=Recommended
Frmcustom.btnall.caption=Select All
Frmcustom.btnnone.caption=Select None
Frmcustom.btncancel.caption=Cancel
Frmcustom.btnok.caption=OK
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Free Space
FrmDiskDefrag.btnfolder.caption=Folder
FrmDiskDefrag.btnfile.caption=File
FrmDiskDefrag.btnsystem.caption=System File
FrmDiskDefrag.btnFragmented.caption=Fragments
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Shut Down after disk defrag.
FrmDiskDefrag.btnpause.caption=Pause
FrmDiskDefrag.btnstop.caption=Stop
FrmDiskDefrag.btnDefrag.caption=Defragment
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=Disk Eraser can protect your privacy by a complete removal of the deleted files in case some data recovery software may recover these files.
FrmDiskErase.btnstopErase.caption=Stop
FrmDiskErase.chkshutdown.caption=Shut down after disk erasing.
FrmDiskErase.BtnErase.caption=Erase
FrmDiskErase.lblerasemode.caption=Security:
FrmDiskErase.vstDisk.Columns[0]=Drives
FrmDiskErase.vstDisk.Columns[1]=Total Size
FrmDiskErase.vstDisk.Columns[2]=Free Size
FrmDiskErase.vstDisk.Columns[3]=Status
;
; Exclusion list
;
FrmExclusion.btnimport.caption=Import
FrmExclusion.btnexport.caption=Export
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=Shredded files will be removed thoroughly and can't be restored.
FrmFileShredder.lblFileLine2.caption=Prevent the shredded files from being restored by overwritting their original space.
FrmFileShredder.btnErase.caption=Shred
FrmFileShredder.btnaddfile.caption=Add Files
FrmFileShredder.btnaddfolder.caption=Add Folders
FrmFileShredder.btnstop.caption=Stop
FrmFileShredder.btndelitem.caption=Remove
FrmFileShredder.vtfiles.Columns[0]=File/Folder Name
FrmFileShredder.vtfiles.Columns[1]=Path
FrmFileShredder.vtfiles.Columns[2]=Status
;
; General Settings 
;
FrmGeneral.chkturbo.caption=Run Wise Turbo Automatically
FrmGeneral.chkstartup.caption=Start at Windows Bootup
FrmGeneral.chkbooster.caption=Run Bootup Booster when the computer starts
FrmGeneral.lblsys.caption=System
FrmGeneral.lblupdate.caption=Check for updates:
FrmGeneral.chknews.caption=Check for newsletter while loading application
FrmGeneral.chkexp.caption=Join the Customer Experience Improvement Program
FrmGeneral.lblexp.caption=Detail
FrmGeneral.lblportable.caption=Portable Version
FrmGeneral.btnmakeportable.caption=Make Portable Version
FrmGeneral.lblinterface.caption=Interface
FrmGeneral.lbllang.caption=Language:
FrmGeneral.chkue.caption=Join our Customer Experience Improvement Program
FrmGeneral.btnupdate.caption=Check Now
FrmBoosterSettings.chkauto.caption=Get weather information by detecting location automatically
FrmBoosterSettings.chkset.caption=Use the following location to get weather information
FrmGobleSettings.btnstartup.caption=Boot Booster
;
; Settings GUI
;
FrmGobleSettings.caption=Settings
FrmGobleSettings.TabBtnGeneral.caption=General
FrmGobleSettings.TabBtnClean.caption=Cleaner
FrmGobleSettings.TabBtnExclusion.caption=Exclusion
FrmGobleSettings.TabBtnCheckup.caption=Custom Checkup
FrmGobleSettings.btncancel.caption=Cancel
FrmGobleSettings.btnok.caption=Save
FrmGobleSettings.btnTray.caption=Tray
FrmGobleSettings.btnSysProect.caption=System Protect
;
; Update
;
FrmNewVer.lblTitle.caption=A new version is available.
FrmNewVer.lblignore.caption=Ignore this version
FrmNewVer.btnno.caption=Not now
FrmNewVer.btnUpdate.caption=Update Now
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=Optimize
FrmOptimizer.lblinfoex.caption=System Tuneup can improve the speed of your network and system.
FrmOptimizer.btnnone.caption=Select None
FrmOptimizer.btnall.caption=Select All
FrmOptimizer.btnDefault.caption=System Default
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=Protect your privacy by erasing personal tracking data.
FrmPrivacyErase.btnrescan.caption=Scan Again
FrmPrivacyErase.btnScan.caption=Scan
;
; Register defrag
;
FrmProcess.caption=Registry Defrag
FrmProcess.lblwait.caption=Please Wait...
FrmProcess.lblinfo.caption=During the defrag, your PC may lose response for a few minutes.
FrmRegDefragger.lblinfo.caption=Registry defrag can make your PC run faster and more stably.
FrmRegDefragger.lblstat.caption=You haven't defragmented your registry yet. An instant defrag is suggested!
FrmRegDefragger.btndefrag.caption=Defragment
FrmRegDefragger.lblinfo1.caption=1. We suggest that you close all other applications before running this function.
FrmRegDefragger.lblinfo2.caption=2. The system can be temporarily unresponsive while analyzing and it’s normal.
FrmRegDefragger.lblinfo3.caption=3. The system will reboot automatically once the registry defrag is finished.
FrmRegDefragger.lblinfo4.caption=4. Please don’t break off during defrag process as it may cause unknown consequences.
FrmRegDefragger.vtdefrag.Columns[0]=Group name
FrmRegDefragger.vtdefrag.Columns[1]=Current Size
FrmRegDefragger.vtdefrag.Columns[2]=New Size
FrmRegDefragger.vtdefrag.Columns[3]=Redundancy Rate
FrmRegDefragger.btnAnalysis.caption=Analyze
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=Notice: Please keep your password safe in case you forget it.
FrmPwGenerator.BtnCopy.caption=Copy to Clipboard
FrmPwGenerator.ckdigital.caption=Digital
FrmPwGenerator.cklowercase.caption=Lower Case
FrmPwGenerator.ckupercase.caption=Upper Case
FrmPwGenerator.ckspecial.caption=Special Characters
FrmPwGenerator.lblinfo.caption=The Password Generator will help you create a strong password.
FrmPwGenerator.lbllen.caption=Password Length
FrmPwGenerator.Btngenerator.caption=Password Generator
;
; Software Rate
;
FrmRate.Btnlist.caption=User Reviews
FrmRate.Btnreview.caption=My Review
FrmRate.Btnfirst.caption=Be the first to review
FrmRate.Btnsubmit.caption=Submit
FrmRate.lblscore.caption=Rate:
FrmRate.lblscorehint.caption=(You need click the stars to rate it)
FrmRate.lblnick.caption=Your Nickname:
FrmRate.lblnickhint.caption=(Optional)
FrmRate.lblemail.caption=Your Email:
FrmRate.lblemailhint.caption=(Optional)
FrmRate.lblcontent.caption=Content:
FrmRate.lblcontenthint.caption=(Optional)
FrmRate.lbldesctitle.caption=Software Description:
FrmRate.lblratesoft.caption=Recommended Software
;
; Schedule task
;
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Cancel
FrmSchedule.lblinfo.caption=A regular automatic clean helps keep your PC at peak performance and saves your time.
FrmSchedule.chksilent.caption=Silent mode
FrmSchedule.lbltype.caption=Select Run Type:
FrmSchedule.lblweek.caption=Select Day:
FrmSchedule.lbltime.caption=Time:
FrmSchedule.caption=Schedule Task
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=Hide all Microsoft services
FrmStartupMgr.TabBtnBoot.caption=Startup
FrmStartupMgr.TabBtnService.caption=Services
FrmStartupMgr.TabBtnHis.caption=Records
FrmStartupMgr.BtnRestoreAll.caption=One-click Restore
FrmStartupMgr.tabbtnup.caption=Speedup
;
; System slimming 
;
FrmSysClean.btnSlimming.caption=Slim Down
FrmSysClean.btnall.caption=Select All
FrmSysClean.btnrecommended.caption=Recommended
FrmSysClean.btnnone.caption=Select None
FrmSysClean.vtsys.Columns[0]=Item
FrmSysClean.vtsys.Columns[1]=Size
FrmSysClean.vtsys.Columns[2]=Location
FrmSysClean.vtsys.Columns[3]=Suggestion
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=Big Files Manager
FrmTabPrivcay.TabBtnPrivacyErase.caption=Privacy Eraser
FrmTabPrivcay.TabBtnDiskErase.caption=Disk Eraser
FrmTabPrivcay.TabBtnFileShredder.caption=File Shredder
FrmTabPrivcay.TabBtnPwGenerator.caption=Password Generator
FrmTabSysClean.TabbtnRegclean.caption=Registry Cleaner
FrmTabSysClean.TabBtnCommonClean.caption=Common Cleaner
FrmTabSysClean.TabBtnAdvClean.caption=Advanced Cleaner
FrmTabSysClean.TabBtnSysSimming.caption=System Slimming
FrmTabSysTune.TabbtnSysOpt.caption=System Optimizer
FrmTabSysTune.TabBtnDDefrag.caption=Disk Defrag
FrmTabSysTune.TabBtnRDefrag.caption=Registry Defrag
FrmTabSysTune.TabBtnBoot.caption=Startup Manager
FrmTabSysTune.TabBtnContext.caption=Context Menu
FrmTabSysMon.TabBtnProcess.caption=Process Monitor
FrmTabSysMon.TabBtnHard.caption=Hardware Overview
FrmTabSysMon.btnProcessor.caption=Processor
FrmTabSysMon.btnBoard.caption=Mainboard
FrmTabSysMon.btnMemory.caption=Memory
FrmTabSysMon.btnGraphic.caption=Graphic Card
FrmTabSysMon.btnDisk.caption=Hard Drive
FrmTabSysMon.btnNetAdapter.caption=Network Adapter
FrmTabSysMon.btnSoundCard.caption=Sound Card
;
; Cleanup Settings 
;
FrmSettingClean.cksafe.caption=Secure Deletion
FrmSettingClean.chkAutoBackup.caption=Auto registry backup when cleaning
FrmSettingClean.lblfolder.caption=Custom folder to empty (Valid in advanced cleaner)
FrmSettingClean.btnadd.caption=Add
FrmSettingClean.btnremove.caption=Remove
FrmSettingClean.lblscanmode.caption=How to scan the registry
FrmSettingClean.rdnormal.caption=Default Scan
FrmSettingClean.rdssafe.caption=Safe Scan
FrmSettingClean.rddeep.caption=Deep Scan
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=Restore
FrmIgnoredItems.btnall.caption=Select All
FrmIgnoredItems.btnnone.caption=Select None
FrmIgnoredItems.lblinfo.caption=Ignored checkup items
;
; Shutdown notice
;
FrmShutDownNote.caption=Shut down Reminder
FrmShutDownNote.btnCancel.caption=Cancel
;
; Skin
;
Frmskin.lblphoto.caption=Custom photo theme
FrmSkin.lblprevious.caption=Previous
FrmSkin.lblnext.caption=Next
;
; Input Window 
;
frminput.btncancel.caption=Cancel
frminput.btnok.caption=OK
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=Custom Avatar
FrmChangeHeader.btnsys.caption=System Avatar
FrmChangeHeader.btnlocal.caption=Local Picture
FrmChangeHeader.btnok.caption=Ok
FrmChangeHeader.btncancel.caption=Cancel
FrmChangeHeader.lblpreview.caption=Preview
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com Customer Experience Improvement Program
Frmsecurity.lbltitle.caption=Join the Customer Experience Improvement Program
Frmsecurity.lblinfo1.caption=To help improve this product, you can join the Customer Experience Improvement Program by sending messages to WiseCleaner.com on how you use the products.
Frmsecurity.lblinfo2.caption=No information collected is used to identify or contact you, and you may opt out of the program at any time.
Frmsecurity.lbllink.caption=Learn more about the Customer Experience Improvement Program.
Frmsecurity.cbagree.caption=Join the Customer Experience Improvement Program.
Frmsecurity.cbagainst.caption=I do not want to join the program this time.
Frmsecurity.btnok.caption=OK
;
;
;
FrmTrail.lbltitle.caption=Thank you for choosing Wise Care 365
FrmTrail.lblhint.caption=You will not be able to use the following features after the expiry date of trial period.
FrmTrail.lblinfo0.caption=1, One-click to check up and fix computer errors.
FrmTrail.lblinfo1.caption=2, Privacy Eraser.
FrmTrail.lblinfo2.caption=3, Context menu management.
FrmTrail.lblinfo3.caption=4, Auto update to new version.
FrmTrail.lblinfo4.caption=5, Fantastic new skins & themes.
FrmTrail.lblhint1.caption=If you like this program, please renew it in time.
FrmTrail.btnbuy.caption=Buy Now
FrmTrail.btnClose.caption=Later

[WiseTray]
TfrmAssistMsg.ckbxNoPrompt.caption=Do not prompt again
TfrmTraySetting.ckAssist.caption=Notify me when someone replied to my post.
TfrmTraySetting.ckReware.caption=Notice me when someone posted a paid question.
TfrmTraySetting.Caption=Settings
TfrmTraySetting.btnok.Caption=OK
TfrmTraySetting.btnCancel.Caption=Cancel
TfrmTraySetting.ckbx4.Caption=Display floating window automatically when running Wise Care 365
TfrmTraySetting.lbl4.Caption=Auto- optimize the memory when memory usage ratio is higher than this value
TfrmTraySetting.lbl1.Caption=Temperature Unit
TfrmTraySetting.lbl2.Caption=Display System Info
TfrmTraySetting.ckbx2.Caption=Fahrenheit
TfrmTraySetting.ckbx1.Caption=Celsius
TfrmTraySetting.ckbx3.Caption=Auto-optimization
TfrmTraySetting.ckbx5.Caption=CPU Temperature
TfrmTraySetting.ckbx6.Caption=GPU Temperature
TfrmTraySetting.ckbx7.Caption=Hard Drive Disk 
TfrmTraySetting.ckbx8.Caption=Mainboard Temperature
TfrmTraySetting.ckbx9.Caption=Network Speed
TfrmTraySetting.ckbx10.Caption=CPU Usage
FrmTrayMain.btnExit.caption=Exit
FrmTrayMain.btnShowMain.caption=Open Main Program
FrmTrayMain.ppmitem2_1=Hide Floating Window
FrmTrayMain.ppmitem2_2=Show Floating Window
frmWiseFloatWnd.ppmStayontop=Stay on top
frmWiseFloatWnd.ppmHide=Exit Floating Window
TfrmPopupWnd.Caption=Wise Care 365 Tray
TfrmPopupWnd.btn1.Caption=Optimize
TfrmPopupWnd.lblM.Caption=Memory：
TfrmPopupWnd.lblC.Caption=CPU：
TfrmPopupWnd.lblC1.Caption=CPU：
TfrmPopupWnd.lbl1.Caption_1=Enough available memory
TfrmPopupWnd.lbl1.Caption_2=Less available memory 
TfrmPopupWnd.lbl1.Caption_3=Rarely available memory 
TfrmPopupWnd.lvitem0=Optimize system resource
TfrmPopupWnd.lvitem1=Clean Memory
TfrmPopupWnd.lvitem10=High memory usage 
TfrmPopupWnd.lvitem30=High CPU usage
TfrmPopupWnd.msg1=Clean out the memory
TfrmTraySetting.lblTip.Caption=Customize  Floating Window
TIP_CPU_USE=CPU Usage
H_ID_MAINBOARD=Mainboard Temperature
H_ID_CUP=CPU Temperature
H_ID_GRAPHICS_T=Graphics Card Temperature
H_ID_DISK=Disk Temperature

[Context]
ContxtMgrInfo=An easy method to Disable/Enable Windows context menu.
ContextName=Menu Caption
ContextPublisher=Publisher
ContextType=Type
ContextAction=Status
ContextAll=All Files (*)
ContextDirectory=Directory
ContextFolder=Folder
ContextDrive=Drive
ContextBack=Desktop
ContextRecycle=Recycle
ContextShortcut=Shortcut File
ContextExe=Execute File
Contextunknowndesc=Unknown Description
Contextunknown=Unknown Company

[Message]
7After=%d days have passed since you last cleaned your registry. An instant scan is recommended.
7Before=The cleaner your registry gets, the faster your computer becomes!
Activated=The Pro version has been activated.
ActivateOnline=Checking your registration information, please wait for a few seconds...
AddFileType=Add File Type
AddFolder=Add folder
AdviseClean=A regular registry cleanup will boost and stabilize your PC.
AllHardDrive=Local Hard Drives
AlreadExist=%s already exist in list.
Analysing=Analyzing...
Area=Area
AvdDefaultHint=Find more useless files and free up more space.
BackupDate=Backup Date
BackupType=Backup Type
BFName=File Name
BFPath=Path
BFSize=File Size
BFType=Type
BigfileHint=System key files and important files have already been filtered from the scanning results. Please be cautious when choosing other files.
BigfileSearch=Regularly delete useless big files occupying Disk space to release more Disk space!
BigfileSearchFinish=%d big files found, taking %s disk space. Duration: %d second(s).
BigfileSelect=You have %d files selected, the deletion of which will help you get %s Disk space.
bkAuto=Automatically
bkManual=Manually
Browse=Browse...
BrowserRunning=%s is running. Would you like to close it? Or caches and cookies can't be cleaned.
BtnHint=Faster & More Secure
BtnUpgrade=Full Version
Cancel=Cancel
CanFreeSpace=%d files have been found, and %s drive space can be saved.
CannotCrTask=Can not create a schedule task.
Clean=Clean
CleanDone=Cleanup is completed!
CleanForReg=Cleaning registry...
CleanHis=Clean History
Cleaning=Cleaning...
CleanNow=An instant cleanup is recommended.
ComfirmDefrag=Please save your unfinished work, because the PC will reboot after the defrag. Continue?
Complete=Complete
Compress=Compressing...
ConfirmAdd=Are you sure you want to remove all the files in %s when you run "Advanced Cleaner"?
ConnectFail=Can not connect to the server, please check your internet connection and try later.
CreateBackup=Creating backup data...
CreateBackupReg=Creating backup data... Please wait for a few minutes.
CreateDate=Date Created
def15After=%d days have passed since the last time, an immediate registry defrag is recommended.
def15Before=Your computer will run fast and stable if you keep your registry as compact as possible.
DefaultValue=(Default)
DefragRate=The optimization rate is: %s.
DefragReport=The registry has been compacted. Optimized report:
DefragReport1=The previous size of registry:
DefragReport2=The new size of registry:
DefragReport3=Optimized size:
delbigfile=The deletion of big files is a One-way process without backup. Do you want to delete those selected files?
delbigfileFail=Can not delete the file: %s, maybe it was being used by another application.
DelSkin=Are you sure to delete this theme?
Description=Description
DisableAdd=For safety's sake, some system folders (such as "Windows Folder", "Boot of Hard Drive" and "CD-ROM") are added to this list. 
Discount=(25% discount is available now)
DiscountInfo1=You have been using Wise Care 365 Free for %d days, 
DiscountInfo2=now we have a special offer for you, 
DiscountInfo3=pay only %s to upgrade to PRO version.
DownloadError=Download error, please try later.
DownloadingSkin=The current download task is not finished. Please update later.
DupFile=The File in the list
DupFolder=This folder has existed in the list.
DupItem=The item already exists in the list.
ElapsedTime=Elapsed Time: 
ELeftTime=Time Estimating...
EmptyEmail=Email address can't be empty.
EmptyName=Your name can't be empty.
EmpytKey=License key can't be empty.
EnableRestore=System Restore is disabled. Do you want to enable System Restore?
Entries=Entries
ErrorMsg=Error Message:
ExImport=The exclusion list has been exported to:
ExitTray=Are your sure to exit Wise Care 365 Tray?
ExpiryDate=Expiry Date:
Exported=The current entries have been exported to %s. Do you want to open the file now?
Extracte=Extracting...
FailedCloseProcess=Failed to abort the program. Please close the object program manually.
FailToDelete=Some files can't be deleted, but they will be deleted when computer reboots.
failtounLock=Failed to unblock Registry Editor. Maybe you need further authorization to realize this operation.
FindDrives=Searching for drives...
FindError=%d problems have been found, among which %d entries are unsafe.
FindFilesSize=%d files were found, a total of %s
FindRunProcess=The object program is running. Please close it to finish this update.
FindTraces=%d history was found.
FindTracesSection=%d traces were found in this section
Fix=Fix
Free=Free
GetHotSkinError=Error occurs when querying theme information.
GettingRestoreData=Getting restore data...
GoodHabit=A regular cleanup of registry will keep your PC at peak performance.
HaveChange=Do you want to save changes?
Hours=Hours
Ignore=Ignore
IgnoreVer=Ignore this update
illegalType=%s is illegal file type.
InputCookie=Please input Domain (Such as Google, live etc.)
InputSummary=Please input the summary for this type:
InputType=Input filename or file type (For Example: *.tmp etc...)
InvalidEmail=Invalid email, please input a valid email.
InvalidIgnorItem=This item can not be ignored.
InvalidKey=Invalid license key, please input a valid key.
InvalidRegInfo=Invalid registration information! 
InvalidType=Invalid file extension
IsRunning=The program is scanning, please wait until the scan is completed, and then try again.
IssueFound=%d issues were found.
IssuesFound=%d issues has been found.
Items=Items
KeyWord=Please enter your keyword:
KillProcessError=Terminate the process error, possible cause is insufficient permissions 
LastClean=Your last cleanup was at: 
LastCommonClean=Your last cleanup was at: 
LastDefrag=Your last registry defrag time:
LeastOne=You should choose at least one area to scan.
LeftTime=Left time: 
LeftTimeSec=Duration: %s seconds.
LestOne=You should choose at least one area to scan.
LestOneClean=You should choose at least one area to clean.
LestOneItem=You should choose at least one item to clean.
LogAll=%d problems found, %d problems have been solved.
LogFail=Failed to remove %d items.
Minutes=Minutes
MoreSpace=Optional
NeedBackup=It seems that this is your first time to check up your PC. An instant backup is recommended. Would you like to back it up automatically now?
NeedInstall=Do you want to install %s now?
NeedStartup=You need to speed up your PC manually, for Wise Care 365 is not set to run on startup.
NeedUpdate=Do you want to update %s now?
Never=Never
NeverDefrag=You haven't defragmented the registry yet!
New=New
NewVer=A new version is available! Do you want to upgrade it now?
NoBackupSelected=You should choose at least one backup to restore.
NoDriveChecked=You should choose one or more drives for scan.
NoError=Congrats, no problems were found!
NoFilesFound=Clean
NoItemChecked=You should choose one or more files for cleanup.
NoItemFound=No items were found
NoItems=Congratulations! All the items have been optimized.
NoNewVer=Congratulations, the version you are using is the latest!
NoRegInfo=Can not find your registration information.
Notice=Make PC Faster & More Secure
NoTracesFound=No traces
NoTrashAndTrace=Congratulations! Your computer is clean.
NotShowNotice=Do not show this notice again.
NotSupportOS=The feature is not supported on this operating system.
NowCleaning=Clean Now:
Offer=Special Offer
Optimize=Optimize
PluginCount=Plugin count:
PrivacyActive=To Activate
PrivacyData=Privacy records:
PrivacyDefaultHint=Regular scan of the tracking data can secure your privacy from prying eyes.
Privacyissues=Privacy Issues:
PrivacyUnActive=Privacy Issues: Not Activated
Problems=Problems:
Proupdate=Feel sorry that the giveaway version can’t support upgrading, but we can provide 50% OFF discount for you to get the latest version. Otherwise it will become FREE version if you choose to update it. Continue?
RegBackup=Back up registry
RegBackupDone=The registry backup is successfully created.
RegBackupFail=Failed to create the registry backup.
RegeditorLocked=Your Registry Editor is blocked. The function of backup/restore requires an accessible Registry Editor. Do you want to unblock Registry Editor now?
RegEntries=Invalid registry entries.
Regerror=Registry Error:
Registried=Registered
RegRestore=Restore registry
RegTitle=Not Registered
Removebackup=Are you sure to remove the selected backup files?
RemoveSysRestore=Are you sure to remove the selected system restore point?
ReScanHint=%d problems found, to find more problems, a second scan is recommended.
ReScanHint1=We suggest you scan again to find more problems.
ReScanHint2=Please scan again to find more problems.
RestoreComplete=Restore is completed.
RestoreFromSysRestore=You must reboot your computer after restoring the system. Do you want to start system restore now?
RestorePointDone=The restore point is successfully created.
RestorePointFail=Failed to create the system restore point.
RestoreReg=Restoring Registry... Please wait for a few minutes.
Safetodel=This item can be deleted safely.
ScanAborted=The scan has been canceled!
ScanCanceled=The scan has been canceled!
ScanFor=Scanning:
Scaning=Scanning...
ScannedSection=Scanned Sections:
Scanning=Scanning...
ScheduleHint=Clean up your computer regularly.
ScheduleNextTime=The next time: 
ScheduleNotActive=Schedule task is not enabled.
Secs=Seconds
SelectFolder=Please select a folder
SelectHardDrive=Please select a hard drive
ShredFile=Shred file/folder
SkinCorrupt=The theme file downloaded is incomplete or corrupt! Please download it again.
SkinLimit=This theme is only available for Pro Versions, Upgrade Now?
StartClean=Clean
StartScan=Scan
SuggestDefrag=An instant defrag is recommended.
SuggestIgnore=You can defragment your registry next time.
Summary=Summary
SysCreating=Creating a system restore point...
SysProtectOff=System Protection Off
SysProtectOn=System Protection On
SysRestoring=Preparing to restore the system...
ThanksRegister=Thank you for registering this product!
Total=Total:
TotalDefrag=%.2f has been compressed.
TotalTraces=%d traces have been found.
TraceCount=Traces Counted:
TraceFound=%d traces have been found.
TraceFoundEx=The following traces have been found:
TraceRemoved=%d traces have been removed.
TranslateTo=Translate into...
TrashFound=%d files were found, a total of %s.
TrashFoundEx=The following junk files have been found:
TrashRemoved=Removed %d files, freeing %s disk space.
TrashSize=Files:
TrayNotice=Your PC hasn't been cleaned for more than half a month!
TuneupCount=Tuneup count: 
TypeChanged=You have changed the scanning items!
TypeNoError=Clean
Unknow=Unknown
Unlimited=Unlimited
Unoptimized=Unoptimized
Unregistried=Unregistered
VipSkin=This theme is only available for registered users. Upgrade now?
WaitForDownload=Please wait for the download complete. 
WaitUpdateComplete=The current update task is not finished. Please update this software later.
WarnNoType=You should select at least one file type!
WarnZeroFile=You selected the "Empty File" Mode, please review them before you remove them. Continue?
WDCReport=Wise Disk Cleaner Report
Working=Please wait until the current task is completed, and then try again.

[Exclusion]
Folder=Exclusion Folder
AddFolder=Add Folder
File=Exclusion File
AddFile=Add File
File Type=Exclusion File Type
AddType=Add Type
Registry=Exclusion Registry Key
Add Key=Add Key
Delete=Delete
Cookies=Exclusion Domain
Add Cookie=Add Domain
Whiteapp=Application whitelists
Blackapp=Application blacklists
WhitePosition=Whitelist position
BlackPosition=Blacklist position

[PrivacyScan]
SeenPictures=History of Viewed Pictures
SeenPicturesHint=History of viewed pictures while surfing the Internet.
SeenMovies=History of watched movies/videos
SeenMoviesHint=History of watched movies/videos while surfing the Internet.
AccessFiles=History of Accessed Files
AccessFilesHint=History of accessed files while using the computer.
VisitedWeb=History of Visited Pages
VisitedWebHint=History of visited pages while surfing the Internet.

[PrivacyClean]
GoodHabit=You have a clean computer, it's a good habit, keep it up!
CleanNow=Privacy risks exist. An instant cleanup is recommended.
TraceFound=%d privacy risks have been found.
TraceRemoved=%d privacy risks have been removed.

[Password]
Weak=Weak
OK=OK
Strong=Strong

[Schedule]
Daily=Daily
Weekly=Weekly
Monthly=Monthly
Idle=On Idle
Login=At login
Sunday=Sunday
Monday=Monday
Tuesday=Tuesday
Wednesday=Wednesday
Thursday=Thursday
Friday=Friday
Saturday=Saturday
AutoScan=Auto Scan
AutoClean=Auto Clean

[Bootup]
BootAction=Operation
BootDelHint=Delete This Item
BootLoad=Loading Startup Program And Services
BootName=Software Description
BootRate=Software Rating
BootSuggestion=Suggestion/ Rating
BootTime=Boot Time
BtnRestore=Restore
CanDisable=Optional off
delItem=Are you sure you want to delete the item?
Disable=Disable
Enable=Enable
FailToChange=This item can not be enabled or disabled.
HisInfo=%d items are currently disabled. You can easily enable the falsely disabled startup here.
Keep=Keep
MaySpeedup=Your boot time will be shortened by %.2f seconds.
MustEnable=Must be enabled
NoHisInfo=No items are disabled currently.
NoSuggestion=No suggestion yet
Optimal=Optimal
Publisher=Publisher
ServiceCountInfo=Found %d third-party services, and %d system services.
ServiceName=Service Description
StartupInfo=Disable some unnecessary startup programs to speedup the boot speed of your PC.
ToDisable=Recommend off
ToKeep=Leave as it is
Tuneup=Optimize
TuneupDone=%d boot item(s) had been disabled.
TuneupFaile=%d boot item(s) can not be disabled.

[Msg]
WDCScanSpeed=The Fastest Scanning Speed in The World!
WDCSysSlimming=No files found!
PowerOpt=No optimizable items!

[CommonClean]
ScanAbortedHint1=We suggest you scan again immediately to find useless files.
ScanAbortedHint=We suggest you scan again immediately to find useless files and traces.
DefaultHint=A regular cleanup can save disk space and protect your privacy.
7After=%d days have passed since last cleanup. An immediate scan is recommended.
7Before=It is a good habit to keep your drives clean and your privacy secured.

[SysClean]
Scanning=Scanning...
ScanEnd=%d items have been found. %s disk space will be freed up.
NoItems=Congratulations! Your system drive is clean.
Open=Open
Remove=Remove
MoreSpace=Need More Space
Cleaning=Cleaning...
NoItems=Congratulations! Your system drive is clean.
SpaceFreed=Slimming down is completed. %s disk space is freed up.
Installer=Obsolete Windows Installer
LongInstaller=Obsolete Windows Installers can be removed to free up disk space.
PatchUninstall=Uninstallation Files of Windows Update Patches
LongPatchUninstall=If you don't need to uninstall Windows Update, you can remove these files.
Downloadedfiles=Windows Downloaded Installation Files
Longdownloadedfiles=When Windows update patch installation is complete, it's safe to remove the files.
Baselinecache=Windows Installer Baseline Cache
LongBaselinecache=The files were created by Windows installer service, and they can be removed.
JPIME=Japanese IME
LongJPIME=You can remove them if you don't need.
KoreanIME=Korean IME
LongKoreanIME=You can remove them if you don't need.
TChineseIME=Traditional Chinese IME
LongTChineseIME=You can remove them if you don't need.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=You can remove them if you don't need.
HelpFile=Help Files of Windows
LongHelpFile=You can remove them if you don't need.
SamplePic=Sample Pictures of Windows
LongSamplePic=You can remove them if you don't need.
SampleMic=Sample Music of Windows
LongSampleMic=You can remove them if you don't need.
SampleVideos=Sample Videos of Windows
LongSampleVideos=You can remove them if you don't need.
SampleMedia=Sample Media of Windows
LongSampleMedia=You can remove them if you don't need.
Wallpaper=Wallpaper files of Windows
LongWallpaper=You can remove them if you don't need.

[PCExam]
CheckDefrag=Checking fragments for system drive.
DefaultHint=Checkup will help you find the potential security problems and optimizable items, and then fix them with just one click.
Details=Details
DiskDefrag=Check for System Disk Fragmentation
ExamCanceled=Checkup has been canceled!
ExamEndHint1=%d items have been checked, %d of which are problematic. Suggest you "Fix" these items at once.
ExamEndHint2=%d items have been detected, %d items of which are problematic. %d items need fixing by manual. "Fix" them now.
ExamEndHint3=%d items have been detected, %d items of which are problematic. You need to fix them by manual.
ExamEndHintFixed=Congratulations! All the items that need fixing have been fixed.
ExamEndHintFixed3=%d problems have been fixed, %d items need to be fixed manually.
ExamEndHintFixed4=Congratulation! %d problems which need to be fixed have been fixed.
ExistsPrivacyRisks=There exist privacy risks.
FilesFound=%d files were found, taking up %s disk space.
FindJunkFiles=%d files, %s.
FindPrivacyData=%d privacy records found.
FindTrace=%d history was found.
FindTraces=%d history was found.
FindTrash=%d junk files were found, taking up %s disk space.
FirePWall=Check availability of Windows Public Firewall.
FirePWallInvalid=The Windows Firewall of public network is disabled.
FirePWallValid=The Windows Firewall of public network is enabled.
FireSWall=Check availability of Windows Home/Private Firewall.
FireSWallInvalid=The Windows Firewall of private network is disabled.
FireSWallValid=The Windows Firewall of private network is enabled.
FireWallInstalled=Antivirus software is installed.
FireWallUnInstalled=No Antivirus software was found in your computer.
FirstTimeRunHint=PC Healthy? Check Up Now!
FixCanceled=The fixing operation has been cancelled!
Fixing=Fixing: 
FolderOption=Check availability of "Folder Options"
FolderOptionsInvalid=Folder Options are disabled.
FolderOptionsValid=Folder Options are valid.
IEShell=To check the validity of IE shell function.
IEShellFail=IE shell highjacked.
IEShellFine=IE shell works normally.
InstallSafeSoft=Install an antivirus software
JunkFiles=Useless files in your computer
JunkFilesEx=Invalid files such as cache, logs, temporary files, etc.
LastCheck=You last checked up your PC at:  
LastFixTime=%d days have passed since last checkup.
ManualFix=Manual Fix
ManualProcess=Manual Optimization Items
ManualProcessEx=Privacy risks, disk fragmentation, etc. (require "manual Fix")
NeedDefrag=The system drive needs defragment.
NoNeedDefrag=No need to defragment system drive.
NoOptimizeItems=All items have been optimized.
NoPrivacyRisks=There is no privacy risk.
OptimizeOptItems=Validate the optimized items.
OptimizeResult=%d items have been optimized to speed up your computer.
PcGood=Congratulations! Your PC is healthy.
PCHealthNum=PC Health Index:
PrivacyHint=Clear all your explorer's traces and previous computer activities.
PrivacyItmes=Privacy risks
ReFixHint=We strongly recommend you complete PC repair operation to make your computer faster.
RegeditLocked=Registry Editor is disabled.
Regeditor=Check availability of Windows Registry Editor
RegeditUnLocked=Registry Editor is valid.
RegEntriesCount=%d invalid entries were found.
RegEntriesResult=%d invalid registry entries have been cleaned.
RegistryJunk=Invalid registry entries
RegistryJunkEx=Orphaned, obsolete, or invalid registry entries
RemoteDesktop=Check availability of Windows Remote Desktop Connection
RemoteDesktopAlive=Remote Desktop Connection is alive.
RemoteDesktopDisabled=Remote Desktop Connection is disabled.
ReScanHint=We strongly recommend you complete PC checkup to find more problems which slow down your PC.
Result.FailTranstr=No Antivirus software was found in your computer.
Result.FineTranStr=Antivirus software was installed in your computer.
SafeCheckResult=%d security-related issues have been fixed.
ScanFor=Scanning: 
ScanOptItems=Optimizable Items
SDDDetected=SSD detected. Skipped.
SecurityProject=Security related items
SecurityProjectEx=Firewall, registry, remote desktop, and other security projects
ShortJunkFiles=Useless files
ShortJunkFiles=Useless files in your computer
ShortJunkFilesEx=Useless files
ShortManualProcessEx=Manual optimization projects
ShortRegistryJunk=Invalid registry entries
ShortRegistryJunkEx=Invalid registry entries
ShortSecurityProjectEx=Security projects
ShortSystemTuneup=The items can be optimized
ShortSystemTuneupEx=System Tuneup
ShortUserTrace=Browsing Data
ShortUserTraceEx=Computer traces
Suggestion1=An instant checkup is suggested.
SystemTuneup=%d items can be optimized to improve computer performance.
SystemTuneupEx=Boost up Windows speed, improve system performance and stability, etc.
TaskManager=Check availability of Windows Task Manager
TaskManagerInvalid=Task Manager is disabled.
TaskManagerValid=Task Manager is valid.
Tracehint=Clear your browsing history and document access history etc.
TraceResult=Clean %d use traces.
TracesFound=%d traces were found
TrashResult=%d junk files has been cleaned, freeing up %s disk space.
UnsettledItems=The following items need to be fixed by manual.
UserTrace=Computer traces and browsing history
UserTraceEx=History of used programs, accessed files, visited websites, etc.
WindowsAutoUpdate=Check availability of Windows Auto Update Service
WindowsAutoUpdateInvalid=Windows Automatic Update is disabled.
WindowsAutoUpdateValid=Windows Automatic Update is valid.

[FileErase]
NetPath=Can't scrub network path.
None=None
Crushing=Shredding:
Shred=Shredded
InUsed=Being used
Aborted=Aborted
Shredding=Shredding
SysPath=The path you selected can't be erased for it includes important system paths.
ScrubFinished=Erasion is completed! Shred %d files, failed to shred %d files.   
ScrubCanceled=Erasion is canceled! Shred %d files failed to shred %d files.
Erased=Shred
Canceled=Cancelled

[DiskDefrag]
Volume=Drive
Format=File System
TotalSpace=Total Space
FreeSpace=Free Space
Fragmented=Fragments
Status=Status
PmDefrag=Defragment
QuickOpt=Quick Optimization
FullOpt=Full Optimization
PmAnlyse=Analyze
Resume=Resume
Analying=Analyzing
Defragmenting=Defragmenting
Optimizing=Optimizing
Analyed=Analyzed
Defragmented=Defragmented
Optimized=Optimized
Pause=Pause
IsSSD=Your selection may include at least one solid drive. Disk defrag may reduce its lifespan. Are you sure to continue?
FragmentedRate=Fragmentation
DefragInfo=It is good to defrag the disk to keep it running fast after being used for some time.

[BtnList]
ForceDeleter=Force Deleter
ForceDeleterDesc=A safely and easily file unlocker & deleter
SystemMonitor=System Monitor
SystemMonitorDesc=Monitor process, hardware and network traffic
AutoShutdown=Auto Shutdown
AutoShutdownDesc=Shut Down PC Automatically
DataRecovery=Data Recovery
DataRecoveryDesc=Recover Deleted Files
FolderHider=Folder && File Hider
FolderHiderDesc=Easy to hide Private Data
JetSearch=Fast Search
JetSearchDesc=Local File Fast Search
MemoryOptimizer=Memory Optimizer
MemoryOptimizerDesc=Free Memory Free up tool
ProgramUninstaller=Program Uninstaller
ProgramUninstallerDesc=Remove Unwanted Program thoroughly
PluginClean=Plugins Cleaner
BigFile=Big Files Manager
BigFileDesc=Easy way to manager bigger files.
RegClean=Registry Cleaner
RegCleanDesc=Find and fix registry errors.
CommClean=Common Cleaner
CommCleanDesc=Fast and easy to clean useless files and traces.
AdvClean=Advanced Cleaner
AdvCleanDesc=Find and clean useless in all drives.
SysSimming=System Slimming
SysSimmingDesc=Easy to clean useless Windows files.
PowerOpt=System Tuneup
PowerOptDesc=Tuneup your PC's performance.
DiskDefrag=Disk Defrag
DiskDefragDesc=Defrag disk to speed up your system.
RegDefrag=Registry Defrag
RegDefragDesc=Optimize registry to speed up your system.
Startup=Startup Manager
StartupDesc=Easy to manage startup programs.
ContextMenu=Context Menu
ContextMenuDesc=Easy to manage Windows context menu items.
PrivacyErase=Privacy Eraser
PrivacyEraseDesc=Remove traces, history to keep your privacy secure.
DiskErase=Disk Eraser
DiskEraseDesc=Erase all deleted files from your disk.
FileShredder=File Shredder
FileShredderDesc=Prevent the shredded files from being restored by overwriting their original space.
PasswordGenerator=Password Generator
PasswordGeneratorDesc=Easy to create a strong password.
ProcessMon=Process Monitor
ProcessMonDesc=Easy to manage running process.
SystemInfo=Computer Information
SystemInfoDesc=An overview of your system and hardware information.

[DiskErase]
Stop=Stop
Erase=Erase
Rule1=Random Data 1 pass (Recommended)
Rule2=DoD 5220.22-M 3 passes
Rule3=Schneier's 7 passes
Rule4=Guttmann 35 passes
EraseFinished=Erasion is completed. Duration: 
ErasingFor=Erasing the deleted files on %s, please wait...
TempFileDeleting=Deleting temp files...
ErasingForDisk=Erasing the free space on %s, please wait...
ManyFiles=Found many recoverable files.
FewFiles=Found some recoverable files.
SkipAnalyse=Skip analysis (FAT drive)
Secure=Secure
DoesNotSupport=Does not support this drive.
Erasing=Erasing...
Finished=Erasion is completed.
Canceled=Erasion is canceled.
ConfirmEraseDisk=It will take a while to erase the disk. Please close other softwares to avoid I/O operation during this period. Continue?
PartitionError=A serious mistake has been found in your partitions.

[Tuneup]
BlueReboot=Disable automatical reboot when system encounters blue screen of death.
RemoteRegAccess=Disable registry modification from a remote computer.
FileListSpeed=Optimize refresh policy of Windows file list.
PreviewUP=Speed up display speed of Taskbar Window Previews.
OptDNS=Optimize DNS and DNS parsing speed.
OptLAN=Optimize LAN connection.
ShowSpeed=Optimized response speed of system display.
AeroSnap=Speed up Aero Snap to make thumbnail display fast.
SSDSpeedup=SSD Optimization
DisablePrefetch=Disable prefetch parameters to increase SSD working life.
DisableSuperPrefetch=Disable Superfetch parameters to increase working life of SSD.
DisableDefragBoot=Disable defrag system drive on boot to increase working life of SSD. 
DisableDefragIdle=Disable auto defrag when idle to increase working life of SSD.
EnableTRIM=Enable TRIM function to improve working performance of SSD.
OptIEConnection=Increased max connections per server. Webpage viewing speed and online video watching speed enhanced.
IconCache=Increase system icon cache and speed up desktop display.
RestoreAll=Are you sure you want to restore all the items to Windows default?
NoSelectedItem=Please choose at least one item to optimize.
OptItems=The following %d items can be optimized.
ItemsOptimized=%d items have been optimized.
TakeEff=Some optimized items will come into effect after PC reboot.
NoItems=Congratulations! All the items have been optimized.
BootSpeedup=Startup/Shutdown Acceleration
SystemStable=System Stability
SystemSpeedup=System Speedup
NetworkSpeedup=Network Speedup
PrefetchParameters=Optimize prefetch parameters to improve Windows startup speed
BootDelay=Reduce "check disk" time to improve Windows startup speed
BootPartition=Enable optimization function to improve Windows startup speed.
ClearPagingFile=Disable the function of clearing Windows Paging File to speed up PC shutdown
TimeOut=Reduce application idleness at shutdown to improve the shutdown process
AutoKill=Close frozen processes to avoid system crash
RestartExplorer=Automatically restart the Windows Explorer to avoid an unexpected desktop disappearing
TwoProcess=Make Windows Explorer components run as a separate process to avoid system conflict
ErrorReport=Disable screen error reporting to improve system performance
Debugger=Disable the debugger to speed up error processing
OptMemory=Optimize the default settings of memory to improve system performance
OptVEff=Optimize the appearance of front end components (dialog box, menus, etc.) to improve system performance
OptFileSystem=Optimize the File System to improve system performance
OptDiskSystem=Optimize disk I/O subsystem to improve system performance
DisAutoRun=Disable the "Autoplay" feature on drives to avoid virus infection
OptDiskIdle=Optimize disk I/O while CPU is idle
OptTTL=Optimize TTL (Time to Live) settings to improve network performance
OptNetForward=Optimize network forward ability to improve network performance
OptMTU=Automatically detect "black holes" by using Path MTU Discovery technique to improve TCP/IP performance
OptWINS=Optimize WINS name querying time to improve data transfer speed
OptNetWork=Optimize network settings to improve transfer performance
CloseAnimate=Close animation effect when maximizing or minimizing a window to speed up the window response
PagingExecutive=Disable memory pagination and reduce disk I/O to improve application performance. (Option may be ignored if physical memory is <1 GB)
StaticIP=Set a static IP for your local connection to improve your PC start speed
PorcessorTime=Optimize processor performance to make applications, games, etc. run more smoothly. (Please ignore if your machine is a server.)
DisableIDECheck=Prevent IDE channel checking to improve the Windows startup speed
ForeAppSpeed=Boost the response speed of foreground programs
AeroPeek=Boost the display speed of Aero Peek
OptEthernet=Optimize Ethernet card performance

[Summary]
ContextMenu=Invalid context menu items
MUICache=Missing MUI Cache Reference
Services=Invalid Windows services
Activex=Invalid ActiveX and COM components
FireWall=Invalid Windows firewall settings
RootAll=Invalid paths and files
SoftwareSection=Invalid paths and files left by removed software
ApplicationPaths=Invalid paths and files left by registered application
FileTypes=Invalid file extension information
HelpFiles=Invalid registered help files
Fonts=Invalid font information
SharedDLL=Missing shared dynamic-link library
MRULists=History of accessed files, watched movies, edited documents, etc.
UninstallSection=Useless or invalid uninstallation information
StartMenu=Obsolete start menu items
StartupProgram=Obsolete or invalid startup programs
SoundandAppEvents=Obsolete or invalid settings of sound and events
IEUrlHistory=Visited web history with IE
IFEO=Malicious entries created by spyware, virus or malware
EmptyKey=Entries with no information
App=Invalid application settings

[ErrorMessage]
MUIError1=Missing MUI reference, but drive "%s" is %s, recommend you ignore this error.
MUIError=Missing MUI reference
ServiceNotExists=Service program specified does not exist.
MimeExName=Incorrect MIME file extension registered: %s
EmptyKey=Empty Keys
EmptyHelpdirctory=Empty Help directory.
FileNotExist=File(Folder) does not exist.
HFileNotExist=Help File(Folder) does not exist.
EmptyValue=Empty value
TypeLib=Type Library does not exist:
NodeEmpty=Empty Node
SharedFilenotexist=Shared File does not exist.
sharedfilenotbeuse=Shared file is not used.
noconnection=No file connection information.
Invalidpathtoicon=Invalid path to icon.
ReferstoaninvalidClass=Refer to an invalid Class.
Emptyshellcommand=Shell command is empty.
Invalidshellcommand=Invalid shell command (File does not exist).
Fontsnotexist=Fonts File does not exist.
Hijacking=%s has been hijacked by %s.
MRULists=User MRU Lists
invalidOpenWith=No application associated with this type.
ReferActivex=Refer to an invalid ActiveX/COM entry.
EmptyCLSID=Empty CLSID.
ComSourceNotExist=COM Source does not exist.
invalidUnistall=Invalid uninstall information.
notexist=Does not exist.
ObsoleteStartMenuItem=Obsolete Start Menu Item.
SoundFilenotexist=Sound File does not exist.
FileNotExist1=File/Folder does not exist, but drive "%s" is %s. We recommend you ignore this error.
OpenWithError=Open with error, the specified application does not exist.
OpenWithError1=Error in using "Open with" for the specified application does not exist, but the drive "%s" is %s. We recommend you ignore this error.
ComSourceNotExist1=COM Source does not exist, but drive %s is %s. We recommend you ignore this error.

[Area]
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=History of Accessed files
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Adobe Photoshop history
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Adobe Reader temporary files
AdvancedSearchbar=Advanced Searchbar
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Apple Software Install Cache
AshampooBurningStudio=Ashampoo Burning Studio
AVIPreview=AVI Preview
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Google Chrome Cache
ChromeCookies=Google Chrome Cookies
ChromeForm=Google Chrome Autocomplete Form History
Chromelocalstorage=Google Local Storage
ChromePass=Google Chrome Saved passwords
ChromeSession=Google Chrome Session
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Cookies
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=Microsoft IE DOM Store Cookies
DownloadedPatch=Windows update files
Downloads=Browser downloaded files
DriveTheLife=DriveTheLife
Dump=Memory Dump Files
DVDFab=DVDFab
ErrorReport=Error Report Files
Evernote=Evernote
ExamDiff=ExamDiff
ExplorerMRU=Other Explorer MRUs
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Mozilla Firefox Cache
FireFoxCookies=Mozilla Firefox Cookies
FireFoxForm=Mozilla Firefox Autocomplete Form History
FireFoxOther=Mozilla Firefox Other Histories
FireFoxPass=Mozilla Firefox Saved passwords
Flash=Adobe Flash Player
FontCache=Windows Font Cache
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Game Explorer
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Google Calendar
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Google Toolbar
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Microsoft Internet Explorer address bar history
IECahce=Microsoft IE Cache
IECookies=Microsoft IE Cookies
IEForm=IE Autocomplete Form History (Private Data won't be listed)
IEHistory=Microsoft Internet Explorer Active History
IEPass=IE Saved Passwords (Private Data won't be listed)
IISLog=IISLog
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Invalid Shortcuts
InvalidScTask=Invalid Scheduled Tasks
InvalidStartMenu=Invalid Start Menus
iTunes=iTunes
IZArc=IZArc
JumpList=Taskbar Jump Lists (Fixed Items will also be cleaned.)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=Last Download Location
LogFile=System Log Files
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Microsoft Security Essentials
MetroCache=Windows Metro Cache
MicrosoftSilverlight=Microsoft Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdgeCache=Microsoft Edge Cache
MSEdgeCookies=Microsoft Edge Cookies
MSEdgeDownloadHistory=Microsoft Edge Download History
MSEdgeHistory=Microsoft Edge History
MSEdgeRecentlyTypedURLs=Microsoft Edge Recently Typed URLs
MSEdgeSavedFormInformation=Microsoft Edge Saved Form Information
MSEdgeSavedPasswords=Microsoft Edge Saved Passwords
MSEdgeSession=Microsoft Edge Session
MSN=Windows Live Messenger
MSOffice=Microsoft Office
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOfficeXP= Microsoft Office XP
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft One Drive
MSSearchHelper=MS Search Helper
MySpaceIM=MySpaceIM
Networkmapping=Network Drive Mapping History
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=NVIDIA Install Files
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Microsoft Office Recent History
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Opera cache
OperaCookies=Opera cookies
OperaHistory=Opera history
OperaPassword=Opera saved password
OperaSessions=Opera sessions
OperaSiteIcon=Opera website Icons
OperaURLHistory=Opera typed URLs
OxygenXMLEditor=Oxygen XML Editor
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=PaleMoon Cache
PaleMoonCookies=PaleMoon Cookies
PaleMoonDownloadHistory=PaleMoon Download History
PaleMoonHistory=PaleMoon History
PaleMoonSavedFormInformation=PaleMoon Saved Form Information
PaleMoonSession=PaleMoon Session
PaleMoonSitePreferences=PaleMoon Site Preferences
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Old Prefetch Data
QIHU360TotalSecurity=360 Total Security
QQ=Tencent QQ
QQImg=QQ Received Images
QQPCMgr=QQPCManager
QQRFile=QQ Received Files
QuickTimePlayer=QuickTime Player
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Recent Documents
Recyclebin=Empty Recycle Bin
RegEdit=RegEdit
RegEditX=RegEditX
RemoteDesktop=Cache Files of Remote Desktop
RunStartMenu=Run in Start Menu
SafariCache=Safari Internet Cache
SafariCookies=Safari Cookies
SafariHistory=Safari History
SafariPass=Safari Saved Form Information
SamsungKies=Samsung Kies
SearchList=Windows Searching History
Sketchup=Sketchup
Skype=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublime Text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=Junk Files Created by Windows
SystemTrace=Windows and Applications traces
Tag&Rename=Tag&&Rename
Tag&Rename=Tag&&Rename
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Thumbnail Cache
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Traces in Computer
TraryNotify=Notification Area Icon Cache
TrashClean=Files in Computer
TUGZip=TUGZip
TypeInternet=Internet Browsing History
TypeMedia=Multimedia
TypeOtherApp=Other Applications
TypeSystem=Windows System
TypeWComponents=Windows Components
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=Junk Files Created by Applications
uTorrent=uTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
ViewedImg=History of viewed pictures
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=History of visited pages
Vivaldi=Vivaldi
VivaldiCache=Vivaldi Cache
VivaldiCookies=Vivaldi Cookies
VivaldiForm=Vivaldi Autocomplete Form History
Vivaldilocalstorage=Vivaldi Localstorage
VivaldiSavedpasswords=Vivaldi Saved Passwords
VivaldiSession=Vivaldi Session
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=History of watched movies/videos
WinDiff=WinDiff
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Paint
WindowsSysCache=Windows System Cache
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows Installer Cache
WinLiveToolbar=Windows Live Toolbar
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Windows WinSxs Backup
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XMLSpy=XML Spy
XnView=XnView
XnView=XnView
YahooMessage=Yahoo Message
YahooMessenger=Yahoo Messenger
YahooToolbar=Yahoo Toolbar
Yandex=Yandex
YandexCache=Yandex Cache
YandexCookies=Yandex Cookies
YandexForm=Yandex Autocomplete Form History
YandexLocalstorage=Yandex Localstorage
Yandexpass=Yandex Saved Passwords
YandexSession=Yandex Session
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune

[Type]
ContextMenu=Invalid context menu items
MUICache=MUI Cache
Services=Windows Services
Activex=ActiveX/COM Components
FireWall=Firewall Settings
RootAll=Invalid Paths
SoftwareSection=Software Paths
ApplicationPaths=Application Paths
FileTypes=File Types
HelpFiles=Help Files
Fonts=Fonts
SharedDLL=Shared DLLs
MRULists=User MRU Lists
UninstallSection=Uninstaller
StartMenu=Start Menu
StartupProgram=Startup Programs
SoundandAppEvents=Sound and AppEvents
IEUrlHistory=IE URL History
IFEO=Image File Execution
EmptyKey=Empty Keys
App=Application Settings
UserDefine=User Define
ZeroFile=Empty files - 0 bytes
WinSetupLog=Windows installation error log files
NtUninstall=Uninstall sources of Windows Patches
InvalidLnk=Invalid shortcuts
UserTemp=Files in temporary folders of Users
WinTemp=Files in temporary folders of Windows
RecentFiles=Links of Recent files
PatchSource=Windows Update Sources
TempFile=Temporary files
fcwdir=Files created by a download process
tfcbp=Temporary files Created by programs
sdrf=Restore files created during disk scanning
OldFile=Old Files
outdatedfile=Outdated files
fcwhfir=Files created when a help file is running
Ncfile=Newsgroup cache files
Backupfile=Backup files
WBfile=MS Word Backup files
Cbswahf=Files created while searching a help file
whtf=Temp files of Windows help system
Logfile=Log files
LLogfile=Log file created by applications or system services.
Errorfile=Error files
Wmdf=Win2000/XP memory dump files
bcomf=Backup copies of modified files
Indexfile=Index files
ifcbsiotitpbs=index files created by system in order to improve the picture browsing speed
Tfcds=Temporary files created during setup
Intermediatefile=Intermediate files
chkfile=Recovered file

[Tools]
Update=Update
Download=Download
WhatNew=What's New?

[BootTime]
BootTimeEx=Your bootup time ref.
BootLike=Like your boot speed
Btnopt=Speed Up
Congratulation=Your computer bootup speed is:  
BootTime=Bootup Time: %d seconds
FailWeahter=Can't access weather information.

[MenuBar]
Support=Support Center
BtnCustom=Custom
BtnRestore=Restore
BtnSkin=Themes
BtnMenu=Menu
BtnBackup=Backup

[UpgradePro]
Title=Why Upgrade to Pro Version
MoreSkin=More Themes
CustomHead=Custom Avatars
Support=7x24 Support
Buy=Buy
Reg=Register
RegUser=Registered User

[AutoUpdate]
UpdateFail=Fail to update, do you want to download the setup file from our website?
NoFiles=Please select the files for update.
CurrentFile=Current File: 
Readed=Downloading:
SumSize=Total Size:
Byte=Byte
DownloadError=Download error, please try later.
AutoUpdate=Wise Care 365 - Live Update
StartUpdate=Start Update
Cancel=Cancel
Ready=Ready for download.
FindUpdate=The following components are available for update:
NewVerInfo=New Version Changes:
IgnoreVer=Ignore updates of this version
BtnUpdate=Update Now
BtnNotNow=Not Now


[SoftRate]
Querying=Querying...
Good=Like 
Bad=Dislike
Safe=Report
Ver=Ver:
Ratings=Ratings
SoftNotExist=Can't find the software.
GetSoftInfoError=Failed to get software info
UploadSoftLogoError=Software info upload error
SubmitData=Submitting your comments of this software...
SubmitSoftInfoError=Submission error related to the network.
SubmitRateSuccess=Submitted Successfully.
HaveSubmitRate=You have evaluated it.
Submitgoodbad=Submitting your information...
me=Me
NickTooLong=Your nickname should not exceed 20 characters.
MailTooLong=Your Email address should not exceed 50 characters.
WrongEmail=Invalid email address.
ReviewTooLong=The total length of the review should not exceed 300 characters.
RateHint=Join our software rating and rate your favorite software!
UnknowName=Unknown Product
UnknowVer=Unknown Version
UnknowDesc=Description

[Edit]
pmcut=Cut
pmcopy=Copy
pmpaste=Paste
pmdelete=Delete
pmselectall=Select all

[Turbo]
PmActive=Remind Later
PmNever=Never Show Again
btnClean=Clean Now
NeedCleanTrash=%s junk files have been found.
NeedCleanTrace=%d items of traces have been found.
NeedClean=Extensive use of computer generated a lot of junk files.

[Renew]
btnact.caption=Active your license key
Regexpire=You will not be able to use Wise Care 365 after the end date of trial days.
Regtitle2=Your 30 days trial have expired. Please register in time.
Regtitle=The days for trial have %d days left.
RegPrice=Buy Pro version to keep your PC at peak performance! only %s!
Regnow=Register Now!
title=Wise Care 365 PRO will expire in %d days!
title2=Your License Key has expired. Please renew it in time!
Price=To remain Pro and keep your PC at peak performance! only %s!
lblfeature1.caption=Thorough Privacy Protection: Privacy Eraser.
lblfeature2.caption=Context Menu Management: Make your menu more flexible.
lblfeature3.caption=Auto-update: Save your time when updating to newest version.
lblfeature4.caption=Fantastic new skins & themes: Tailored for Pro users.
lblfeature5.caption=Free 7x24 Technical Support: Have your questions fixed with priority.
lblrefund.caption=We are committed to 100% unconditional refund.
lblremind.caption=Remind me later
lblhint.caption=Comprehensive features of Wise Care 365 PRO:
lbldesc.caption=You will be losing the privileges of Pro version you have now.
btnrenew.caption=Renew now
WorkTotal=Up to now, Wise Care 365 has cleaned %s junk files, %d history items and fixed %d registry errors.

[Sysmon]
ActivityPercent=Activity Percent
AdapterType=Adapter Type
Asset=Asset Tag
ATAVER=ATA Version
ATemperature=Average Temperature
ATM=ATM
BiosDate=Bios Release Date
Board=Mainboard
BoardType=Board Type
btnBoard.caption=Mainboard
btnDisk.caption=Hard Drive
btnGraphic.caption=Graphic Card
btnHardMonitor.caption=Hardware Monitor
btnMemory.caption=Memory
btnNetAdapter.caption=Network Adapter
btnOsOverview.Caption=Operating System
btnOverview.caption=Overview
btnProcess.Caption=Process
btnProcessor.caption=Processor
btnSoftMonitor.caption=Process Monitor
btnSoundCard.caption=Sound Card
BusType=Bus Type
BytesPerSector=Bytes Per Sector
CacheSize=L2 Cache Size
ColorDepth=Color Depth
connected=connected to a remote peer.
connecting=adapter connecting.
Cores=Core Count
CPU=CPU
CPUUpgrade=Processor Upgrade
CPUUsage=CPU: %d
CTemperature=Core %d temperature
CurrentSpeed=Current processor speed
Cylinders=Cylinders
DataWidth=Data Width
Description=Description
DeviceID=Device ID
DHCP=DHCP Address
DHCPName=DHCP Scope Name
disconnected=disconnected
Disk=Disk
DiskRPM=RMP(R/m)
DiskRPM=RMP(R/s)
DNSIP=DNS Servers IP
DNSServers=DNS Servers
DNSSuffixes=DNS Suffixes
DomainName=Domain Name
Drive=Drive
EngineClock=Engine Clock
Ethernet=Ethernet
Familiy=Family
Fans=Fans
FileSystemName=File System Name
Form=Form Factor
FreeSpace=Space Free
frmSoftMonitor.ppDetails=Detailed Info
frmSoftMonitor.ppKillProc=End Process
frmSoftMonitor.ppNet1=Block Network Access
frmSoftMonitor.ppNet2=Allow Network Access
Gateway=Gateway Address
GPU=GPU
GPUChip=GPU Chip
Graphics=Graphics
HandleNumber=Number of Contained Object Handles
HDFirmware=Firmware Version
HostName=Host Name
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 Wireless
InterfaceType=Interface Type
IPAddress=IP Address
IPMask=IP Address Mask
LANdisabled=LAN adapter has been disabled.
Loading=Loading...
Locator=Bank Locator
MACAddress=MAC Address
Manufacter=Manufacter
MaximumSpeed=Maximum processor speed
MaxSpeed=Max Speed
MediaType=Media Type
Memory=Memory
MemoryClock=Memory Clock
MemoryType=Memory Type
MemoryUsage=Memory: %s/%s
MemSlot=Memory Slot:
MemSlotCount=Memory Slot Count
Name=Name
NetAdater=Network Adapter
NetConnectionID=Net Connection ID
Normal=Normal
OperStatus=operational status of the interface
OS=Operating System
OSAbbreviate=Abbreviate Language
OSCountry=Country
OSCSD=CSD
OSDaylightName=Daylight Name
OSDisplayName=Display Name
OSEdition=Edition
OSInstallDate=Install Date
OSLanguage=Language
OSLOCAL=LOCAL
OSLongDateFormat=Long Date Format
OSMonetary=Monetary Symbol
OSMonetarySymbol=International Monetary Symbol
OSPaths=Environment variables
OSProductID=Product ID
OSProductKey=Product Key
OSRegisteredOrg=Registered Org
OSRegisteredUser=Registered User
OSShortDateFormat=Short Date Format
OSStandardName=Standard Name
OSTimezone=Time zone
OSUTC=UTC Bias(minutes)
OSversor=version
OtherType=Other
Overview=Computer Overview
Part=Part Number
PartitionLength=Partition Length
PartitionNumber=Partition Number
PhysicalAvailable=Physical Available: 
PhysicalFree=Physical Free: 
PhysicalTotal=Physical Total: 
PhysicalUsed=Physical Used: 
PixHeight=Height(pixels)
PixWidth=Width(pixels)
ppmDetails=Check details
ppmExit=Exit Wise Monitor
ppmHide=Hide Float Window
ppmShowFloat=Show Float Window
ppmStayontop =Stay On Top
PPP=PPP
processName=Process Name
Processor=Processor
processpath=Location
Product=Product
Recv=Recv Count
RecvS=Recv/s
RefreshRate=Refresh Rate
SATAVER=SATA Version
SectorsPerTrack=Sectors Per Track
Send=Send Count
SendS=Send/s
Serial=Serial Number
ShowNetOnly=Display Net Processes Only
ShowSysProcess=Display System Processes
Size=Size
Socket=Socket Designation
SoftwareLookback=software loopback network interface
SoundCard=Sound Card
Speed=Speed
SSD=Solid State Device
StartingOffset=Starting Offset
SystemCache=System Cache: 
Technology=Technology
Temperature=Temperature
TemperatureMon=Temperature Monitoring
Temperatures=Temperatures
TfrmMemoryProcList.btnSpeedup_1=Speeding
TfrmMemoryProcList.btnSpeedup=Speedup
TfrmMemoryProcList.memstate1=Working well 
TfrmMemoryProcList.memstate2=Running normally
TfrmMemoryProcList.memstate3=Running slow
TfrmMemoryProcList.OptimizationMem=Released %s
TfrmMonitorPopup.lbl1_C=CPU usage
TfrmMonitorPopup.lbl1_M=Memory usage
TfrmMonitorPopup.lbl1_R=Download speed
TfrmMonitorPopup.lbl1_S=Upload speed
TfrmMonitorPopup.lbl1_T=Hardware component temperature
TfrmMonitorPopup.lbl2_C=CPU usage fluctuation
TfrmMonitorPopup.lbl2_M=System memory status
TfrmMonitorPopup.lbl2_R=Download speed record
TfrmMonitorPopup.lbl2_S=Upload speed record
TfrmMonitorPopup.lblBoard.caption=Mainboard
TfrmMonitorPopup.lblCpu.caption=Processor
TfrmMonitorPopup.lblGpu.caption=Graphic Card
TfrmMonitorPopup.lblhdd.caption=Hard Drive
Threads=Thread Count
TokenRing=Token Ring
Total=Total
TotalProcess=Find %d processes, including %d user processes and %d system processes.
TotalSpace=Total Size
TracksPerCylinder=Tracks Per Cylinder
Tunnel=Tunnel type encapsulation
Type=Type
Unknown type=Unknown type
User=User
Version=Version
VideoDisplay=Display Name
VideoMode=Video Mode Description
Voltages=Voltages
VolumeName=Volume Name
WANconnected=WAN adapter that is not connected.
WINSAddress=Primary WINS Address

[AutoRun]
ResultHint=Scheduled automatic cleanup is completed
Result=Clean result

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Registry Protection
TfrmRegFilterNotify.lblTitle.Caption=System Protection
TfrmRegFilterNotify.lblProgram.Caption=The program:
KeyName=Registry Key:
TfrmRegFilterNotify.lblKey.Caption=Key Path:
TfrmRegFilterNotify.ckbRemind.Caption=No longer show this location
TfrmRegFilterNotify.btnDeny.Caption=Forbid
TfrmRegFilterNotify.btnAllow.Caption=Allow
pmAllowProgram=Always allow this program
pmDenyProgram=Always forbid this program
regnotifydefaultbrowser=Some program is changing the default browser
regnotifystartrundesc=Some program is changing the startup
regnotifyservicesdesc=Some program is trying to install driver or service
regnotifyifeodesc=Some program Attempts to hijack the executable program
regnotifyspidesc=Some program is changing layered network protocol
regnotifyIEStartPageDesc=Some program is trying to change the IE home page
regnotifydefaultbrowser_n=Change the default browser
regnotifystartrundesc_n=Change the startup
regnotifyservicesdesc_n=Install driver or service
regnotifyifeodesc_n=Hijack the executable program
regnotifyspidesc_n=Change layered network protocol
regnotifyIEStartPageDesc_n=Change the IE home page


[EUASK]
regcaption=Register
logincaption=Login
FrmEuaskLogin.lblJoin.Caption=Join Euask
FrmEuaskLogin.lblSign.Caption=Sign in to Euask
FrmEuaskLogin.lblnick.Caption=Username:
FrmEuaskLogin.lbl1.Caption=Password:
FrmEuaskLogin.btnlogin.caption=Login
FrmEuaskLogin.btnregister.Caption=Register
FrmEuaskLogin.btnpwd.Caption=Forgot your password?
FrmEuaskLogin.WiseLabel1.Caption=Username:
FrmEuaskLogin.WiseLabel2.Caption=Password:
FrmEuaskLogin.btnreg.caption=Register
FrmEuaskLogin.WiseSimpleButton1.Caption=Login
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Not now